tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "mono0926/license-plist"
brew "adns"
brew "appledoc"
brew "automake"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "pcre"
brew "readline"
brew "sqlite"
brew "xz"
brew "circleci"
brew "cmake"
brew "docker"
brew "libyaml"
brew "docker-compose"
brew "docker-machine", restart_service: true
brew "gmp"
brew "libunistring"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "gnutls"
brew "icu4c"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "git"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "libtool"
brew "graphviz"
brew "hub"
brew "imagemagick"
brew "jq"
brew "mecab"
brew "mecab-ipadic"
brew "mitmproxy"
brew "mysql@5.7", restart_service: true, link: true
brew "node"
brew "pipenv"
brew "pkg-config"
brew "poppler"
brew "python@2"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "ruby", link: true
brew "socat"
brew "sphinx-doc"
brew "swiftlint"
brew "terraform"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku-node"
brew "heroku/brew/heroku"
brew "mono0926/license-plist/license-plist"
